const news = [
  {
    "title": "Why We Cover High Fashion",
    "image": "https://static01.nyt.com/images/2018/07/01/insider/01friedman-top/merlin_132841976_ecbc95bd-68c6-4a7a-a7d2-c0d3668af9e6-superJumbo.jpg?quality=75&auto=webp",
    "date": "2023-12-07",
    "content": `Times Insider предоставляет закулисную информацию о том, как новости, статьи и мнения объединяются в New York Times.

    Когда люди спрашивают меня, почему мне нравится освещать моду, один из моих ответов (и у меня есть парочка) всегда заключается в том, что одежда - одна из немногих универсальных тем: каждый должен думать о еде, крове и о том, что он надевает на свое тело. Даже нудисты думают о том, что они носят — они просто отвергают идею носить что-либо.
    
    Вот почему, как однажды сказал мне Гарольд Кода, бывший куратор Института костюма Метрополитен-музея, уровень децибел на выставке моды заметно выше, чем на любом другом показе, который устраивает музей. Каждый чувствует, что имеет право иметь свое мнение.
    
    Но, несомненно, есть аспекты разговора об одежде, которые менее доступны, чем другие. В первую очередь, это высокая мода. Что?
    
    Точно.
    
    Краткая справка: haute couture (или давайте для простоты будем называть это просто “кутюр”) - это проводимая два раза в год пятидневная выставка-фиеста в Париже, на которой несколько избранных брендов производят одежду ручной работы на заказ стоимостью примерно от 10 000 до 100 000 долларов за штуку. Да, вы правильно поняли.
    
    Чтобы претендовать на звание дома моды, что является официальным обозначением, подобным champagne, бренд должен содержать ателье с определенным количеством мастеров на постоянной основе и производить определенное количество предметов одежды два раза в год для показа. Есть лишь очень немногие, которые могут соответствовать этим требованиям, включая Chanel, Dior и Valentino. За эти годы многие из них отказались от участия (Balmain, Versace, Saint Laurent), и руководящая организация, которая выносит решения по этому вопросу, смягчила некоторые из своих правил, чтобы принять молодых, менее обеспеченных ресурсами или приглашенных дизайнеров, таких как Айрис ван Херпен и Го Пей, которые создали для Рианны Met Gala sunny-side-up egg накидка.
    
    Выбор редакции
    
    Логотип, который объединит Америку? удачи.
    
    Неуместно ли когда-нибудь пользоваться красной помадой?
    
    Обзор ресторана: После скандала Эйприл Блумфилд устанавливает новый курс
    Изображение
    
    Показ Chanel haute couture в Париже, весна 2018.Фото... Валерио Меццанотти для New York Times
    
    В любом случае, в мире всего несколько сотен клиентов, которые регулярно покупают одежду от кутюр, включая членов ближневосточных королевских семей и американских бизнесвумен. Гости часто сидят на золотых бальных стульях. Дизайнер Chanel Карл Лагерфельд имеет тенденцию воссоздавать сады со всего мира, от Версаля до Норвегии, в качестве декораций.
    
    Звучит как идеальное мероприятие "дай им съесть торт", верно? В мире, борющемся с неравенством доходов, раздираемом потоками иммиграции и глубокими социальными разногласиями, где уличная одежда на подъеме, зачем вообще ее освещать?
    
    Обычный ответ большинства модельеров и брендов, если уж на то пошло, таков: это “мечта”: конечная фантазия эскаписта. Но это всегда казалось мне странным, особенно сейчас. Не знаю, как вы, но я никогда не мечтала надеть гигантское бальное платье и пробежать по Зеркальному залу.
    
    И это не аргумент “Дьявол носит Prada”, хотя и он справедлив: в мире, где все попадает в суп из Instagram, а оттуда просачивается в культурную пищеварительную систему, то, что может появиться на подиуме в Музее Родена (где Dior проводит свои показы) в июле, повлияет на то, что H&M делает это в августе.
    
    Для меня никогда не было важно представлять себя в одежде или даже иметь возможность купить эту одежду, точно так же, как просмотр отличных спортивных состязаний - это возможность играть в футбол, как Лионель Месси.
    
    Речь идет об использовании этой конкретной формы ремесла в качестве лазейки в то, что происходит в мире. Сами платья могут показаться не такими актуальными (особенно когда они переосмысливают женщину, скажем, как куст лаванды). Но проблемы, которые они поднимают, таковы.
    
    Изображение
    
    Givenchy couture, весна 2018.Фото...Guillaume Roujas/Nowfashion
    
    Изображение
    
    Christian Dior couture, весна 2018.Фото... Валерио Меццанотти для New York Times
    
    Как, например, тот факт, что в определенной степени любая коллекция женской одежды любого уровня должна быть трактатом о женской идентичности в данный конкретный момент времени. По крайней мере, если от этого есть хоть какой-то толк. Вот почему Карл Лагерфельд в январе прошлого года заставил свою невесту из Chanel надеть брюки, а не безе с корсетом; почему в Dior Мария Грация Кьюри отдала дань уважения Леонор Фини, сюрреалистке начала 20 века (я не думаю, что кто-то станет оспаривать сюрреалистическую природу нашей нынешней эпохи); почему в Givenchy Клэр Платья Уэйта Келлера, украшенные серебристой бахромой, сочетались с военными шинелями.
    
    Например, тот факт, что в основном французские привратники моды, самого жесткого из секторов моды, все больше снижают барьеры для входа, чтобы привлечь дизайнеров из Китая, Ливана и России. Мода признает ценность пористых границ, даже несмотря на то, что ее западноевропейская родина становится все более щепетильной по отношению к ним.
    
    Нравится тот факт, что это самый лучший способ рассказать о нынешнем напряжении между ручной работой, человеческим (и историческим) и технологическим. Это модный эквивалент чтения книг по сравнению с просмотром YouTube.
    
    В конце концов, все эти предметы одежды создаются исключительно вручную (за исключением Айрис ван Херпен, которая использует 3D-печать многих своих материалов), что является частью давней традиции. В прошлом сезоне в Valentino дизайнер Пьерпаоло Пиччоли назвал каждое платье в честь человека, который его сшил, практически фетишизировав мастера перед лицом... ну, Facebook.`
  },
  {
    "title": "High-fashion thermals? The Scandi ski staple that has taken to the runways",
    "image": "https://images.vs-static.com/pcO68GowTDeeUMqW43OF5RBDyfI=/1200x0/00054_bottega_veneta_fall_2023_ready_to_wear_credit_gorunway_jpg_d5984f2cdc/00054_bottega_veneta_fall_2023_ready_to_wear_credit_gorunway_jpg_d5984f2cdc.webp",
    "date": "2023-12-07",
    "content": `"Похоже, этой осенью индустрия моды в целом жаждет длинных кальсон и термобелья с эффектом "поджаривания".

    Надевание термобелья под одежду абсолютно практично, но в то же время сильно напоминает детские истерики. Немногие поступки так вдохновляли подростков на бунт, как ношение практически ничего при низких температурах. Но один из первых уроков стиля, который мы усваиваем, становясь старше, - это ценность хорошей пары термобелья зимой.
    
    
    Реклама
    Несмотря на это, эта универсальная одежда (на самом деле основа наших скандинавских гардеробов для холодной погоды) была разработана для того, чтобы ее можно было спрятать под более облегающими вещами. Другими словами, мы рассматривали ее как утепленную версию вашей любимой пижамы, которая не предназначена для того, чтобы ее видели.
    
    Однако наши взгляды быстро меняются благодаря модному обновлению humble long john на осень/зиму 2023 года.
    
    Это представление о повышенной температуре было закреплено Bottega Veneta в этом сезоне. Три модели с теплыми топами с длинными рукавами появились на подиуме, а кальсоны обрели новый статус - от эксклюзивного снежного покрова, покрытого подушечками, ворсом и пушком, до редкого элемента в нашем арсенале повседневного стиля.
    
    
    
    
    Сельский романтизм коллекции перекликается с воспоминаниями о середине лета прошлого года, когда температура упала ниже, чем на Рождество в том же году (правдивая история). Замерзая, потягивая шнапс, чтобы согреться, многослойные белые грелки Bottega Veneta стали бы желанным дополнением к гардеробу. Да, они были сшиты для (итальянской) зимы, но, учитывая нашу переменчивую летнюю погоду – особенно в Мидсоммаре – и нежные цветочные вышивки, легко утверждать, что они могли и должны оставаться в моде круглый год.
    
    На протяжении всей Недели моды в Лондоне нас привлекали разнообразные детали скандинавского дизайна. Ни одна из них не привлекала больше, чем базовые слои из тонкого трикотажа в Nensi Dojaka. Они нашли отклик – как и летние кальсоны Bottega Veneta – своей удобством в носке и чисто утилитарной полезностью, будь то в виде лыжных топов с длинными рукавами или облегающих костюмов.
    
    Но когда мы сталкиваемся с очень холодными поездками на работу, мы все можем согласиться с тем, что термо-леггинсы являются вершиной нашего зимнего гардероба. На самом деле, мы всегда будем рекомендовать кальсоны Heattech от Uniqlo в качестве базового слоя для борьбы с утренним холодом. Но даже оказавшись в ослепительно ярких лучах прожекторов подиума, эти трикотажные колготки не уступали своим конкурентам – будь то облегающие прозрачные юбки или брюки на заказ.
    
    
    Saint Laurent AW23.
    
    
    Ferragamo AW23.
    
    
    Loewe AW23.
    
    Возьмем, к примеру, Saint Laurent. Французский дом представил длинноногие образы, сочетая графитово-серую и черную трикотажную термокостюмы с пошивом тон в тон - таким, как блейзер dove grey, представленный выше, – и неожиданным сочетанием материалов. Будь то шелковые блузки с широкими плечами или небрежно задрапированная шерстяная одежда в клетку.
    
    В Милане креативный директор Ferragamo Максимилиан Дэвис приказал своим моделям надеть эффектные искусственные меха и пальто великолепного кроя, подчеркнутые теплыми облегающими костюмами и леггинсами, выглядывающими из–под подолов. Даже мужская одежда увидела переосмысление long john на подиуме, а Джонатан Андерсон представил самый классический взгляд на тренд в Loewe – пуговицы и все такое прочее.
    
    Но мало кто из дизайнеров так же хорошо разбирается в термобелье, как наши местные жители. В конце концов, скандинавские бренды знают, насколько эти вещи необходимы в зимнем гардеробе, что привело к появлению множества моделей, подходящих для офиса, родом из этого региона. Возьмем, к примеру, комплекты "в тон" и изящно детализированные лыжные скобы, показанные в Копенгагене, в качестве основы для базовых слоев, которые мы не захотим прикрывать.
    
    
    Остаются AW23.
    
    
    Holzweiler AW23.
    
    
    Филиппа К AW23.
    
    Подумайте о хитроумных вязаных изделиях Holzweiler; какой искрометный эффект они произведут на вашем следующем "апре ски", не говоря уже о вечернем выходе – предпочтительно в сочетании с аксессуарами, покрытыми знойным лаком, возможно, даже с не столь изысканным кружевным бельем.
    
    Недавно назначенная креативным директором Filippa K Лиза Кесслер применила более буквальный подход, создав леггинсы с контрастной строчкой и лыжные очки, вдохновленные прыгунами с трамплина 70-х. Естественно, в сочетании с короткими носками и босоножками в стиле пэчворк. И да, вы можете возразить, что боди–чулки Remain, возможно, не совсем соответствуют традиционному определению кальсон, но они обеспечивают согревающий базовый слой, который, возможно, является основной функцией термобелья.
    
    Можете считать, что мы легко поддаемся влиянию, но мы подумываем о том, чтобы отказаться от лета, приносящего пользу коже, и сразу перейти к теплой осени. В конце концов, кому не хочется надеть длинные кальсоны – возможно, даже надеть термобелье спереди и по центру – после этого месяца моды?`},
  {
    "title": "High Fashion Twitter predicts this year’s gilded Met Gala looks",
    "image": "https://static01.nyt.com/images/2018/01/23/fashion/runway-couture/01friedman2/01friedman2-superJumbo-v2.jpg?quality=75&auto=webp",
    "date": "2023-12-07",
    "content": `ОСОБЕННОСТИ МОДЫ
    Тимоти Шаламе в халате от Людовика де Сен-Сернена? Белла Хадид в корсете от Вивьен Вествуд? Модные деятели Интернета представляют себе зрелище стиля, которое могло бы (но, вероятно, не произойдет)
    29 апреля 2022
    ТЕКСТ Дэниел Роджерс
    Мы являемся свидетелями медленного и болезненного угасания красной дорожки. Это, конечно, не значит, что их стало меньше, но цирк знаменитостей теряет свое культурное влияние. Вручение "Оскаров" было скучным, даже несмотря на пощечину, так же как и "Грэмми" и VMA – все они вышли из пандемии с такой же помпой, с какой кто-то дует на малину. Во многом это связано с показом моды. Там, где знаменитые люди когда-то одевались в куски сырого мяса, накинув на голые плечи чучела лебедей, теперь они носят строгие брючные костюмы и пышные платья, выбранные спонсорами крупных брендов и стилистами-суперзвездами.
    
    подробнее
    Канье Уэст и Джулия Фокс
    Для Канье Уэста и Джулии Фокс подиум - соперник
    Гарри Стайлс на церемонии вручения премии "Грэмми" 2021 года
    Шер из Clueless понравился образ Гарри Стайлса на церемонии "Грэмми" в стиле Clueless
    Конни Флеминг Маглер
    Команда Тьерри: подробный путеводитель по камеям Мюглера на подиуме
    Джулия Фокс и Канье Уэст
    Признание Джулии Фокс и другие новости моды, которые вы пропустили
    Однако для поклонников моды звезда Met Gala все еще сияет: Баленсиага от Ким Кардашьян, Гальяно от Рианны и Мюглер от Карди Би размахивают морковкой над клавиатурами знатоков высокой моды в Твиттере – даже если выпуск мероприятия 2021 года оставляет желать лучшего. “Я сильно выгораю из-за разочаровывающего внешнего вида год за годом”, - говорит @DECOUTURIZE из HFT. “В конце концов, эти знаменитости очень скучные!” Оглядываясь назад, можно сказать, что одним из лучших моментов прошлогоднего гала-концерта Met было то, когда Александрия Окасио-Кортес решила надеть свадебное платье с кроваво-красными буквами “TAX THE RICH” поперек спины. Это рассказало нам об AOC больше, чем платье Билли Айлиш с пенящимися румянами или A$AP Rocky, которая повела фотографов вверх по лестнице Метрополитен-музея, сорвав лоскутное одеяло, чтобы показать под ним... черный костюм. 
    
    Теоретически, тема "Золотого века" в этом году могла бы противостоять банализации красной дорожки, уходящей корнями в эпоху быстрого экономического роста, когда начинали расцветать технологические инновации, шумиха и гей-бани. “Это было тогда, когда электричество стало вещью, концепцией, на которую сначала смотрели как на волшебство”, - говорит консультант по социальным сетям Иоло Эдвардс, подробно описывая, как он хотел бы видеть Мишель Лами в одном из светодиодных головных уборов Рика Оуэнса и Тимоти Шаламе в расшитом блестками халате Людовика де Сен-Сернена. “Но я ненавижу то, что люди принимают во внимание только высшие классы. Переход рабочего класса из сельского хозяйства в промышленность, вероятно, оказал большее влияние на моду: ранние фотографии фабричных рабочих в их огромных костюмах напомнили мне о драпированном пошиве Йоджи Ямамото”. 
    
    Таким образом, нет оправдания для большего количества платьев с эффектом обнаженной натуры - как бы то ни было, TikTok считает, что Ким Кардашьян собирается надеть платье Мэрилин Монро “С днем рождения, мистер Президент”, а Джулия Фокс – сшитое на заказ платье Schiaparelli. Поскольку любимая "Полиция моды" Джоан Риверс была заменена обширными темами в социальных сетях, ниже мы просим руководителей твиттера высокой моды сделать ставки на предстоящий Met Gala, представив себе феерию моды, которая может (но, вероятно, не произойдет).
    
    БЕЛЛА ХАДИД, АВТОР @THEKIMBINO
    “Итак, я бы хотел посмотреть архив Кристиана Лакруа. Недавно я сделал пост о нем, в частности, с упоминанием Met Gala! Хотя он очень проблематичен, я думаю, что архив AW97 Джона Гальяно в Christian Dior великолепно подходит для этой темы. Но архив Чарльза Джеймса стоит на первом месте в моем списке – как номер один, – и если бы я была знаменитостью, я бы заплатила по высшему разряду за платье от него. Другие архивные вещи, такие как McQueen от Givenchy, были бы великолепны! Вообще говоря, архивные образы всегда были бы на первом месте в моем списке, но я знаю, как невозможно попасть в них! 
    
    Я думаю, что у того, кто работает с Дэниелом Розбери, есть потенциал по-настоящему выделиться, особенно с его работами по металлу. Кристофер Джон Роджерс обладает таким сильным дизайнерским языком и техникой в том, как он создает свою одежду, что это действительно хорошо подошло бы и для Метрополитен-музея. В противном случае, Moschino мог бы стать настоящим хитом с точки зрения буквальности интерпретации. Вивьен Вествуд также была бы действительно великолепна – я бы хотел увидеть Беллу или кого-то из суперов в ее образах. В противном случае любой, кто наденет Готье от Гленна Мартенса, сделает настоящее заявление”.
    
    НАОМИ КЭМПБЕЛЛ, АВТОР @MUGLERIZE
    “Что я хотела бы увидеть, так это, конечно, архив Кристиана Лакруа. В частности, вещи из его коллекций Прет-а-Порте или, что еще лучше, от кутюр середины-конца 90-х. Причина, по которой я выбрала именно этот период времени, заключается в том, что коллекции были настолько гламурными, но при этом умудрялись сохранять ощущение простоты, которое только усиливало и заостряло все это излишество. И я знаю, что сейчас просто выдаю желаемое за действительное, но мне бы очень хотелось увидеть, как Реджина Кинг извлекает что-нибудь из своих архивов.
    
    Я надеюсь, кто-нибудь перевернет тему с ног на голову. Золотой век был не только временем гламура, драгоценностей и подтянутых талий, но и ознаменовался огромным ростом иммиграции, при этом большинство людей в погоне за американской мечтой жили в крайней бедности. Поэтому я хотел бы увидеть, как кто–то по-настоящему чувственно интерпретирует эту часть эпохи - надеюсь, в коллекции Александра Маккуина SS04 ”Избавление", которая обладает той же сущностью и значением, хотя и относится к другому периоду американской истории".
    
    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS
    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.
    
    КОШКА ДОДЖА, @IDESERVECOUTURE
    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.
    
    ЛИЗЗО, @FLYREBEL
    “Поскольку темой красной ковровой дорожки является "позолоченный гламур/белый галстук", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье "золотого века". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”.`
  },
  {
    "title": "What is behind the scenes of high fashion?",
    "image": "https://i.pinimg.com/originals/21/52/91/21529166dac5e2dbd7103c3283f0da1b.jpg",
    "date": "2023-12-07",
    "content": `БЕЛЛА ХАДИД, АВТОР @THEKIMBINO
    “Итак, я бы хотел посмотреть архив Кристиана Лакруа. Недавно я сделал пост о нем, в частности, с упоминанием Met Gala! Хотя он очень проблематичен, я думаю, что архив AW97 Джона Гальяно в Christian Dior великолепно подходит для этой темы. Но архив Чарльза Джеймса стоит на первом месте в моем списке – как номер один, – и если бы я была знаменитостью, я бы заплатила по высшему разряду за платье от него. Другие архивные вещи, такие как McQueen от Givenchy, были бы великолепны! Вообще говоря, архивные образы всегда были бы на первом месте в моем списке, но я знаю, как невозможно попасть в них! 
    
    Я думаю, что у того, кто работает с Дэниелом Розбери, есть потенциал по-настоящему выделиться, особенно с его работами по металлу. Кристофер Джон Роджерс обладает таким сильным дизайнерским языком и техникой в том, как он создает свою одежду, что это действительно хорошо подошло бы и для Метрополитен-музея. В противном случае, Moschino мог бы стать настоящим хитом с точки зрения буквальности интерпретации. Вивьен Вествуд также была бы действительно великолепна – я бы хотел увидеть Беллу или кого-то из суперов в ее образах. В противном случае любой, кто наденет Готье от Гленна Мартенса, сделает настоящее заявление”.
    
    НАОМИ КЭМПБЕЛЛ, АВТОР @MUGLERIZE
    “Что я хотела бы увидеть, так это, конечно, архив Кристиана Лакруа. В частности, вещи из его коллекций Прет-а-Порте или, что еще лучше, от кутюр середины-конца 90-х. Причина, по которой я выбрала именно этот период времени, заключается в том, что коллекции были настолько гламурными, но при этом умудрялись сохранять ощущение простоты, которое только усиливало и заостряло все это излишество. И я знаю, что сейчас просто выдаю желаемое за действительное, но мне бы очень хотелось увидеть, как Реджина Кинг извлекает что-нибудь из своих архивов.
    
    Я надеюсь, кто-нибудь перевернет тему с ног на голову. Золотой век был не только временем гламура, драгоценностей и подтянутых талий, но и ознаменовался огромным ростом иммиграции, при этом большинство людей в погоне за американской мечтой жили в крайней бедности. Поэтому я хотел бы увидеть, как кто–то по-настоящему чувственно интерпретирует эту часть эпохи - надеюсь, в коллекции Александра Маккуина SS04 ”Избавление", которая обладает той же сущностью и значением, хотя и относится к другому периоду американской истории".
    
    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS
    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.
    
    КОШКА ДОДЖА, @IDESERVECOUTURE
    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.
    
    ЛИЗЗО, @FLYREBEL
    “Поскольку темой красной ковровой дорожки является "позолоченный гламур/белый галстук", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье "золотого века". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”.
    
    
    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS
    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.
    
    КОШКА ДОДЖА, @IDESERVECOUTURE
    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.
    
    ЛИЗЗО, @FLYREBEL
    “Поскольку темой красной ковровой дорожки является "позолоченный гламур/белый галстук", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье "золотого века". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”.`
  }
];

// --==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--

/**
 * Function that adds a certain news item to page
 * @param {any} news 
 */
function addNewsToPage(news) {
  var newsList = document.querySelector('.news-list-container');

  var listItem = document.createElement('div');
  listItem.setAttribute('class', 'news-item');

  var itemImage = document.createElement('img');
  itemImage.addEventListener('click', () => { openModal(news); });
  itemImage.src = news.image;

  var itemTitle = document.createElement('p');
  itemTitle.setAttribute('class', 'news-title');
  itemTitle.textContent = news.title;

  var itemContent = document.createElement('p');
  itemContent.setAttribute('class', 'item-content');
  itemContent.textContent = news.content.split(/(\s+)/).slice(0, 100).join(' ');

  var itemButton = document.createElement('button');
  itemButton.setAttribute('class', 'item-button');
  itemButton.addEventListener('click', () => { openModal(news); });
  itemButton.innerHTML = `
<div>${renderMagnifierIcon(24)}</div>
<div>Смотреть</div>
  `.trim();
  
  listItem.appendChild(itemImage);
  listItem.appendChild(itemTitle);
  listItem.appendChild(itemContent);
  listItem.appendChild(itemButton);

  newsList.appendChild(listItem);
}

// --==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--

/**
 * Function that opens modal window and adds content into it
 * @param {any} item 
 */
function openModal(item) {
  const modalOverlay = document.getElementById('modal_overlay');
  const modalContent = document.getElementById('modal_content');
  let buttonsDiv; // Declare buttonsDiv outside the conditional block

  modalOverlay.style.display = 'flex';
  modalContent.innerHTML = `
    <span id="close_modal" onclick="closeModal()">&times;</span>
  `.trim();

  const modalHeader = createAndSetAttributes(
    'h3', {'class': 'modal-header', 'style': 'font-weight: bold'}
  );
  const modalImage = createAndSetAttributes('img', {'class': 'modal-image'});

  if (item.id !== undefined) {
    modalHeader.textContent = item.name;
    modalImage.src = item.image;

    const modalPrice = createAndSetAttributes(
      'p', {'class': 'modal-item-price', 'style': 'font-weight: bold; font-size: 20px'}
    );
    modalPrice.textContent = `${formatPrice(item.price)} ${item.currencyLabel}`;

    if (localStorage.getItem(item['id']) === '0') {
      const itemButton = createButton('item-button', () => { 
        handleAddToCart(item); openModal(item); }, 
        `
          <div>${renderPlusIcon(24)}</div>
          <div>Добавить</div>
        `
      );

      buttonsDiv = createAndSetAttributes('div', {'class': 'buttons-div'});

      const descriptionHeader = createAndSetAttributes(
        'h3', {'class': 'modal-content-header', 'style': 'font-weight: bold; margin-top: 16px'}
      );
      descriptionHeader.textContent = `Описание`;

      const description = createAndSetAttributes('div', {'style': 'white-space: pre-line;'});
      description.textContent = `${item.description}`;

      const propertiesHeader = createAndSetAttributes(
        'h3', {'class': 'modal-content-header', 'style': 'font-weight: bold; margin-top: 16px'}
      );
      propertiesHeader.textContent = `Характеристики`;

      const properties = createAndAppend(
        'div', {'class': 'properties-container'}, 
        item.properties.map((property) => createPropertyDiv(property))
      );

      appendToModalContent([
        modalHeader, modalImage, modalPrice, itemButton, descriptionHeader, 
        description, propertiesHeader, properties
      ]);
    } else {
      buttonsDiv = createAndSetAttributes('div', {'class': 'buttons-div'});

      const itemButtonRemove = createButton(
        'item-button-remove', 
        () => { handleRemoveFromCart(item); openModal(item); }, 
        `<div>${renderMinusIcon(24)}</div>`
      );
      const itemCount = createAndSetAttributes(
        'div', {'class': 'item-count'}, localStorage.getItem(item['id'])
      );
      const itemButtonAdd = createButton(
        'item-button-add', 
        () => { handleAddToCart(item); openModal(item); }, 
        `<div>${renderPlusIcon(24)}</div>`
      );

      const descriptionHeader = createAndSetAttributes(
        'h3', {'class': 'modal-content-header', 'style': 'font-weight: bold; margin-top: 16px'}
      );
      descriptionHeader.textContent = `Описание`;

      const description = createAndSetAttributes('div', {'style': 'white-space: pre-line;'});
      description.textContent = `${item.description}`;

      const propertiesHeader = createAndSetAttributes(
        'h3', {'class': 'modal-content-header', 'style': 'font-weight: bold; margin-top: 16px'}
      );
      propertiesHeader.textContent = `Характеристики`;

      const properties = createAndAppend(
        'div', {'class': 'properties-container'}, 
        item.properties.map((property) => createPropertyDiv(property))
      );

      appendToModalContent([
        modalHeader, modalImage, modalPrice, buttonsDiv, descriptionHeader, 
        description, propertiesHeader, properties
      ]);
      appendToButtonsDiv([itemButtonRemove, itemCount, itemButtonAdd]);
    }
  } else {
    modalHeader.textContent = item.title;
    modalImage.src = item.image;

    const contentHeader = createAndSetAttributes(
      'h3', {'class': 'modal-content-header', 'style': 'font-weight: bold; margin-top: 16px'}
    );
    contentHeader.textContent = `Содержание`;

    const content = createAndSetAttributes('div', {'style': 'white-space: pre-line; margin-top: 16px'});
    content.textContent = `${item.content}`;

    appendToModalContent([modalHeader, modalImage, contentHeader, content]);
  }

  setTimeout(() => {
    modalOverlay.style.opacity = '1';
  }, 100);

  function createAndSetAttributes(tag, attributes) {
    const element = document.createElement(tag);
    for (const [key, value] of Object.entries(attributes)) {
      element.setAttribute(key, value);
    }
    return element;
  }

  function createButton(className, clickHandler, innerHTML) {
    const button = createAndSetAttributes('button', {'class': className});
    button.addEventListener('click', clickHandler);
    button.innerHTML = innerHTML.trim();
    return button;
  }

  function createPropertyDiv(property) {
    const propertyDiv = createAndSetAttributes('div', {'class': 'property-item'});
    propertyDiv.innerHTML = `
      <div class="property-name">
        <b>${property.name}</b>
      </div>
      <div class="property-value">
        ${property.value}
      </div>
    `.trim();
    return propertyDiv;
  }

  function createAndAppend(tag, attributes, children) {
    const element = createAndSetAttributes(tag, attributes);
    if (Array.isArray(children)) {
      children.forEach(child => element.appendChild(child));
    } else {
      element.appendChild(children);
    }
    return element;
  }

  function appendToModalContent(elements) {
    elements.forEach(element => modalContent.appendChild(element));
  }

  function appendToButtonsDiv(buttons) {
    buttons.forEach(button => buttonsDiv.appendChild(button));
  }
}

/**
 * Function that closes modal window and delets content inside of it
 */
function closeModal() {
  const modalOverlay = document.getElementById('modal_overlay');
  const modalContent = document.getElementById('modal_content');

  modalContent.style.transform = 'translateY(-50px)';
  modalOverlay.style.opacity = '0';

  modalContent.innerHTML = `
<span id="close_modal" onclick="closeModal()">&times;</span>
  `.trim();

  setTimeout(() => {
    modalOverlay.style.display = 'none';
    modalContent.style.transform = 'translateY(0)';
  }, 500);
}

// --==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--

/**
 * Function that renders Magnifier icon
 * @param {number} size Size (height and width) of an icon 
 * @returns A HTML svg icon code
 */
function renderMagnifierIcon(size) {
  return `
<svg 
  style="width: ${size}px; height: ${size}px" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" 
  fill="#FFFFFF" version="1.1" id="Capa_1" viewBox="0 0 451 451" xml:space="preserve"
>
  <g>
    <path 
      d="M447.05,428l-109.6-109.6c29.4-33.8,47.2-77.9,47.2-126.1C384.65,86.2,298.35,0,192.35,0C86.25,0,0.05,86.3,0.05,192.3   
      s86.3,192.3,192.3,192.3c48.2,0,92.3-17.8,126.1-47.2L428.05,447c2.6,2.6,6.1,4,9.5,4s6.9-1.3,9.5-4   
      C452.25,441.8,452.25,433.2,447.05,428z M26.95,192.3c0-91.2,74.2-165.3,165.3-165.3c91.2,0,165.3,74.2,165.3,165.3   
      s-74.1,165.4-165.3,165.4C101.15,357.7,26.95,283.5,26.95,192.3z"
    />
  </g>
</svg>
  `.trim();
}

// --==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--==--

document.addEventListener("DOMContentLoaded", function() {
  console.log(localStorage);
  news.forEach(addNewsToPage);
});