[{"title":"Пять ключевых вопросов о сделке Kering и Mayhoola с Valentino","image":"https://img.businessoffashion.com/resizer/VjoTX8g33CwIHPPGdXI4uP7tJQs=/1440x0/filters:format(jpg):quality(70):focal(799x182:809x192)/cloudfront-eu-central-1.images.arcpublishing.com/businessoffashion/5KADLG35DRB4HFFKQLXEWDDT2U.jpg","date":"2023-12-07","category":"review","content":"Французская группа заплатит 1,7 миллиарда евро за 30 процентов акций итальянского дома моды в качестве первого шага в более широком партнерстве с владельцем Mayhoola. Что эта сделка означает для Kering, Valentino, Mayhoola и всего модного мира в целом?\n    \nКЛЮЧЕВЫЕ ИДЕИ\nKering приобретает 30% Valentino с возможностью приобрести весь бренд в течение пяти лет.\nСделка может помочь Valentino решить проблему приведения своего коммерческого предложения в соответствие с престижной концепцией высокой моды.\nЭто также свидетельствует о более глубоких связях между Kering и владельцем Valentino Mayhoola, что наряду с недавними кадровыми перестановками в руководстве может указывать на возможную преемственность генерального директора Kering Франсуа-Анри Пино.\nРанее на этой неделе рынок готовился к мрачным новостям о результатах первого полугодия Kering: сообщения о падении продаж LVMH в США стали тревожными сигналами для ее более мелкого конкурента, который сильно укрепился на рынке за последние два года, и где вялая динамика флагманского бренда Gucci показала мало признаков изменения ситуации.\n\nВ конце концов, неожиданная сделка с катарским фондом Mayhoola, в результате которой Kering приобретет 30 процентов Valentino, привлекла всеобщее внимание: французский гигант роскоши заплатит 1,7 миллиарда евро (1,9 миллиарда долларов) за долю с опционом на покупку 100 процентов итальянского дома моды к 2028 году. Между тем, Mayhoola, которой также принадлежат Balmain и Pal Zileri, может в конечном итоге стать инвестором в Kering в рамках более широкого партнерства, говорится в сообщении группы.\n\nРынки отреагировали так, как и следовало ожидать: акции Kering упали на 2% в пятницу днем, что стало относительно сдержанной реакцией на низкие продажи Gucci и 23-процентное падение выручки группы в США (по сравнению со снижением на 1-2% у LVMH, Prada и Richemont).\n\nВ ходе двухчасового телефонного разговора в четверг аналитики расспрашивали Kering, которая борется с давлением из-за вялого роста со стороны активиста—инвестора Bluebell, об обосновании сделки, а также о недавней перестановке в руководстве и статусе преобразований в Gucci.\n\nСделка открывает новые возможности для французской группы, чей флагманский бренд всего несколько лет назад был близок к тому, чтобы обогнать Louis Vuitton, но сильно отстал после пандемии. Это также поднимает новые вопросы о планах относительно будущей структуры Kering, Mayhoola и Valentino — и что это может означать для индустрии моды.\n\nПочему Kering интересуется Valentino?\nМиноритарная доля в Valentino (объем продаж которой в 2022 году составил 1,4 миллиарда евро) вряд ли изменит ситуацию для Kering: более важным приоритетом группы является реализация плана по увеличению сверхприбыльного Gucci с 10 до 15 миллиардов евро выручки.\n\nТем не менее, как сказал Керинг, Valentino “в высшей степени дополняет друг друга”. Если в моду Gucci вплетен дух декадентства, временами вызывающий фанковую ностальгию, а иногда извращенную сексуальность, то у Valentino более мягкий, неподвластный времени взгляд на романтику и женственность. Являясь самым известным итальянским домом моды, он располагает клиентской базой высшего класса и в меньшей степени подвержен влиянию покупателей роскоши, которые в последние месяцы перестали тратить деньги на толстовки Balenciaga и ремни Gucci.\n\nСделка также знаменует собой удачный ход в конкурентной борьбе Kering с лидером отрасли LVMH, которая после пандемии отвоевала долю рынка у конкурентов.\n\nПоказ высокой моды Valentino в замке Шантийи.\nПоказ высокой моды Valentino в замке Шантийи. (Indigital )\nЧто будет означать эта сделка для Valentino?\nГенеральный директор Valentino Якопо Вентурини (бывший главный мерчендайзер Gucci) и креативный директор Пьерпаоло Пиччоли (который присоединился к компании в 2008 году и является ее единственным креативным директором с 2016 года) успешно повысили узнаваемость бренда и стимулировали активную торговлю дорогой готовой одеждой. Продажи выросли на 15 процентов до 1,4 миллиарда евро в прошлом году, а показатель EBITDA составил 350 миллионов евро, несмотря на то, что бренд работал над сокращением оптовых продаж и постепенным отказом от своей младшей линейки “Red”.\n\nНо Valentino продолжает бороться за преодоление разрыва между своим лучшим в своем классе подразделением высокой моды и бизнесом в целом. Женственные элементы коммерческого предложения бренда, в том числе сумки Rockstud и ремни с V-образным логотипом, сигнализируют о статусе в определенных кругах, но не в полной мере передают вечную романтику и неземное совершенство, о которых говорят наряды Piccioli, сшитые по индивидуальному заказу.\n\nУ Kering есть опыт фокусирования внимания на посланиях брендов. Во время последовательных перезагрузок Saint Laurent, Gucci, Balenciaga и Bottega Veneta группа отточила стратегию для модных домов, чтобы превзойти их с помощью ультрасовременных коммуникаций, коллекций и концепций магазинов. В то время как Вентурини и Пиччоли усердно работали над гармонизацией продукции бренда в последние сезоны, все еще можно добиться большей эффективности, более тесно объединив бизнес бренда и аудиторию.\n\nПьерпаоло Пиччоли, креативный директор, и Якопо Вентурини, генеральный директор, пытаются укрепить позиции Valentino в мире моды. Майкл Бейли Гейтс.\nПьерпаоло Пиччоли, креативный директор, и Якопо Вентурини, генеральный директор, пытаются укрепить позиции Valentino в мире моды. Майкл Бейли Гейтс.\nВ своих комментариях к сделке Kering отметила работу Вентурини по продвижению бренда. Но, хотя Пиччоли - выдающаяся фигура в мире моды, его имя заметно отсутствовало во время двухчасового интервью Керинга с инвесторами (в котором содержалось всего одно упоминание о “признанном творческом направлении” Валентино).\n\nСледующая глава бренда не обойдется без творческих вызовов. Запоминающиеся моменты Piccioli, такие как Леди Гага, получившая “Золотой глобус” за \"Звезда родилась\" в periwinkle crepe couture, представляют собой видимость, о которой большинство брендов могут только мечтать в эпоху социальных сетей. То же самое касается июльского показа высокой моды в Шато де Шантийи, где легкие, как перышко, шелковые платья развевались на летнем ветерке, а оттенки шартреза, морской пены, слоновой кости и дыни демонстрировали инновационные цветовые решения дома.\n\nНо создание желаемых продуктов в широком ценовом диапазоне, которые убеждают большую часть аудитории бренда совершить покупку мечты, по-прежнему остается камнем преткновения для Пиччоли. Многие “покупают”, но не тратят.\n\nЧто это даст Mayhoola?\nMayhoola for Investments — фонд, поддерживаемый королевской семьей Катара и управляемый египетским бизнесменом Рашидом Мохаммедом Рашидом, — уже много лет находится на перепутье.\n\nПоследним крупным приобретением фонда в сфере моды стал Balmain в 2016 году. И у Balmain, и у Valentino есть стабильные штатные креативные директора, и, похоже, у них есть преимущество на ближневосточном рынке отчасти благодаря связям фонда (суверенный фонд благосостояния Катара владеет Harrods, а его столица Доха резко выросла как место для шоппинга).\n\nАкционерам Mayhoola деньги не нужны. Но в быстро консолидирующемся секторе вывести свои бренды на новый уровень будет проще при поддержке более крупной группы. Недвижимость, привлечение и удержание талантов, соглашения о цепочках поставок, покупка медиа и внутренние цифровые инструменты - все это способы, с помощью которых это объединение может способствовать более быстрому росту и повышению рентабельности.\n\n\nBalmain в конечном итоге может извлечь выгоду из партнерства Mayhoola-Kering, если произойдет дополнительное сближение.\nКаким могло бы быть Будущее Керинга с Мэйхулой?\nПредседатель правления Kering Франсуа-Анри Пино охарактеризовал долю Valentino как “первый шаг” в партнерстве с Mayhoola, открывающий дополнительные возможности. Balmain также может воспользоваться поддержкой группы, если стороны выберут более тесные связи.\n\nВ конечном счете, Мэйхула может стать инвестором в Kering, если компания получит полный контроль над Valentino, причем обмен акциями является одним из способов финансирования такой сделки.\n\nПривлечение стороннего партнера могло бы укрепить управление и облегчить возможную преемственность Пино: миллиардер остается энергичным 61-летним человеком, на которого практически не давит необходимость уходить на пенсию. Тем не менее, в настоящее время никто из членов семьи не участвует в управлении бизнесом. Решение Керинга на прошлой неделе назначить двух заместителей генерального директора — главу Saint Laurent Франческу Беллеттини и давнего финансового директора Жан-Марка Дюпле — может стать первым шагом на пути к меньшему прямому участию и большей внешней поддержке.\n\nБудут ли Pinaults когда-нибудь продаваться? Источники сообщают, что даже если Kering, возможно, потребуется предпринять дополнительные шаги, чтобы освободить место для Mayhoola в своем пакете акций (один консультант предположил, что компания могла бы выкупить существующие акции на открытом рынке, а затем использовать их для оплаты Valentino), семья решительно выступает против сокращения своей собственной доли. Компания также пообещала не снижать стоимость существующих акций.\n\nКак сделка повлияет на мир моды в целом?\nХотя сделка открывает новые возможности для Kering, она принципиально не меняет ее позиции на рынке и не бросает вызов расширяющемуся влиянию LVMH на сектор роскоши: хотя доля в таком всемирно известном бизнесе, как Valentino, приносящем 1,4 миллиарда евро в год, не вызывает удивления, она мало что даст чтобы уменьшить зависимость группы от Gucci на 10 миллиардов евро в год. Сделка также не приблизит группу к тому, чтобы догнать LVMH, которая в среднесрочной перспективе планирует увеличить продажи модной одежды на 50 миллиардов евро.\n\nТем не менее, сотрудничество между Kering и Mayhoola могло бы взаимно расширить доступ к талантам, недвижимости, поставщикам и многому другому. Сделка с Valentino также последовала за высокими финансовыми показателями таких независимых игроков, как Prada, Zegna и Hermès, что свидетельствует о том, что даже в быстро консолидирующемся секторе моды сценарий “победитель получает все” остается далеким от реализации.\n    "},{"title":"Джил Сандер и сила любви","image":"https://img.businessoffashion.com/resizer/fgJRdUKRw7WnkPwLCsp8H0zmcPk=/1440x0/filters:format(jpg):quality(70):focal(750x531:760x541)/cloudfront-eu-central-1.images.arcpublishing.com/businessoffashion/UCU3O3CGWBC3PGYOH5IMZWY5J4.jpg","date":"2023-12-07","category":"review","content":"Дизайнеры Люк и Люси Майер смягчили фирменную строгость быстрорастущего бренда новообретенной мечтательностью, которая присуща им всем, пишет Тим Блэнкс.\n\nДочери Люка и Люси Майер Элле Роуз совсем скоро исполнится два года. Люк покупал много классического джаза из каталога Blue Note back, так что детство Эллы Роуз станет формирующим звуковым фоном. “Когда она услышит определенную пластинку, это вернет ее в прошлое”, - говорит Люк. “А старый джаз - хорошее начало”. Вот так он вырос в Ванкувере, с матерью, которая была помешана на музыке.\n\nПрошлое играет для Майерсов именно такую роль. Счастливые воспоминания, которые просочились в работу, которую дуэт мужа и жены выполняет в качестве креативных директоров быстрорастущей компании Jil Sander. Когда Люси была ребенком в Швейцарии, ее мать была большой поклонницей строго продуманной одежды Jil. Она остается такой и сейчас, теперь за бренд отвечают ее дочь и ее партнер. Это неудивительно. Мейеры сохранили первоначальную строгость, развивая свой собственный личный диалог с брендом. Беседа стала очень непринужденной благодаря их последней коллекции и презентации в Милане, на которой она была представлена в феврале.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 69\nДжил Сандер Осень/Зима 2023\n\nОбраз Джил Сандер Осень/зима 2023 1. (Индигитал)\n\n“Мы хотели еще немного подтолкнуть себя, стать немного менее ”ожидаемыми\" в том, над чем мы работаем\", - говорит Люк. “Что бы мы ни делали, слово \"минимальный\", кажется, следует за нами по пятам. Знаете, всегда были такие ожидания, и мы были рады немного оспорить их.”Действительно, \"минимализм\" - это альбатрос, который преследовал всех тех, кто придерживался стандартов Jil Sander. Раф Саймонс тоже жаловался на это. Но, как и он, Мейеры привносят в бренд утонченную роскошь с оттенком кутюрье. Очевидным искушением было бы назвать это “тихим”. Я не буду этого делать, потому что в том, что делают Люк и Люси, есть что-то грандиозное, почти монументальное.\n\nСегодня на съемках Zoom он в черном, она в белом. Он настаивает, что это не преднамеренная хореография, но это сразу же создает предубеждения. Люк: бритоголовый, строгий, прагматик. Люси: длинные светлые волосы, романтичная, мечтательница. Он говорит, она комментирует, ее междометия, как ручей, струятся сквозь его слова. Они кажутся полностью переплетенными. Я представляю, как они встретились во Флоренции в 2000 году, когда были студентами колледжа моды Polimoda, жили в одной квартире, и его музыка просачивалась сквозь стены. “Место было таким маленьким, что я не могла сбежать из него”, - вспоминает она. “Но то, как Люк рассказывал обо всем, было так интересно. И я просто была по-настоящему втянута в его мир. Я понятия не имела. Он действительно открыл дверь”.\n\nОн выжил. Он был скейтером в Ванкувере, городе с острым пониманием других городов, других культур; но в Ванкувере на самом деле не было собственной сцены, поэтому он знал, что должен выбраться, чтобы стать частью мира. Первая остановка: колледж в Сиэтле, изучал финансы. Практика, потому что это то, что требовалось. Затем Вашингтон, округ Колумбия, дополнительная учеба, международный бизнес и финансы, которая включала год в Оксфорде. Он ездил в Лондон, ходил в Blue Note, тусовался с Голди и группой Metalheadz. Вернувшись в Вашингтон, он был на выпускном вечере в Университете Говарда с WuTang и OutKast. Затем Люк дал интервью на Уолл-стрит, которое раз и навсегда убедило его, что финансы - это не его будущее.\n\nОн снова начал кататься на коньках, познакомился с командой Supreme, начал работать с Джеймсом Джеббиа, который наставил его на путь моды, который в конечном итоге привел его через стену от Люси во Флоренции. Во время всех его поездок туда и обратно она бывала в Церматте, знаменитом лыжным спортом, скалолазанием и пешим туризмом. Неудивительно, что парень, который поразил ее игрой на драм-н-бейсе, произвел на нее большое впечатление.\n\nНа самом деле, именно те ранние беседы во Флоренции сформировали их последнюю коллекцию. Воспоминания Люка о моменте середины 90-х, когда все казалось возможным, когда обмен информацией между музыкой, фильмами, средствами массовой информации был бесконечно захватывающим. “Было ощущение, что появляются новые вещи, которые были очень позитивными”, - вспоминает Люк. “Сейчас это кажется действительно необходимым, потому что я почти не хочу читать газеты. Кажется, мы действительно каким-то образом оказались на краю пропасти”.\n\nИ все же он находит основания для оптимизма или, по крайней мере, какой-то веры в будущее. “Мы должны быть достаточно реалистичны в отношении того, что мы делаем”, - признает он. “Это ни в коем случае не является необходимостью, но качественный уровень продолжает расти. Даже просто идея всегда стремиться к тому, чтобы делать вещи лучше. Не одноразовые.”\n\nИ, возможно, это что-то столь же элементарное, как новая жизнь, которая приносит надежду. Заслуга Эллы Роуз. Люси утверждает, что, по крайней мере, она привнесла в их жизнь эффективность. “Она - хороший способ выбраться из тюрьмы”, - соглашается Люк. “Я думаю, как и большинство людей, если вы по-настоящему увлечены тем, что делаете, вы обнаруживаете, что все глубже и глубже забираетесь в кроличью нору. Мы довольно регулярно оставались в студии до полуночи. На самом деле мы не знаем Милан так, как следовало бы, потому что работа была такой напряженной. Но Элла Роуз поставила перед каждым днем довольно четкую финишную черту, когда мы должны возвращаться домой к определенному времени, чтобы успеть уложить ее спать. И мы действительно успеваем к 6.45 сделать то, на что раньше у нас ушло бы до полуночи. И почему-то это было лишним, как будто нам действительно нужно было это делать”.\n\nНо, возможно, дисциплина ответственности сформировала их жизни задолго до появления Эллы Роуз. Тогда это была просто приверженность друг другу, достаточно сильная, чтобы выдержать отношения на расстоянии, он в Supreme в Нью-Йорке, она в Париже. “Я, по сути, учился в школе в Париже и действительно относился к этому серьезно. Люк был в Supreme. Так что, я думаю, мы просто очень усердно работали. А потом у нас появились мы сами. Мы, вероятно, не знали, что это продлится так долго. Мы приняли все как есть, на самом деле у нас не было большого плана, например, через три года мы действительно сможем переехать вместе. Это просто соответствовало ситуации”.\n\nВ конце концов они поженились в 2007 году, и Люк переехал поближе. ”Мы дошли до того, что либо я перееду в Париж, либо она переедет в Нью-Йорк\", - говорит он. “Я был счастлив приехать сюда”. Люк запустил бренд уличной одежды класса люкс OAMC, Люси прошла через Vuitton и Balenciaga, прежде чем перейти в Christian Dior, когда креативным директором был Раф Саймонс.\n\nПо крайней мере, на первый взгляд, их миры не могли быть более разными, но Люк возвращается к статье в American Vogue, март 1995 года, в которой сравнивались Chanel и Supreme, и решил, что их подход очень похож. “Это совершенно другой продукт, но менталитет того, что все должно быть определенным образом, - это тот подход, который вы применяете ко всему, если заботитесь о том, чтобы сделать что-то хорошо. Путь к этому тот же”. Он проводит параллель с ситуацией, в которой оказались он и Люси. “Странным образом, мы действительно связаны друг с другом. Очевидно, что это своего рода творческий обмен или просто общий обмен посещением шоу, концертов или чего-то еще, но также есть понимание, типа: \"Хорошо, я знаю, через что ты проходишь\". Несмотря на то, что это совсем другая среда, она все та же”.\n\nИменно так они вместе пришли в Jil Sander в 2017 году, в тот же год, когда был заключен эпохальный стратегический альянс между Louis Vuitton и Supreme. В воздухе витал дух слияния. Тогдашний генеральный директор Sander Алессандра Беттари обратилась к Люку. “Я буду делать это только с Люси”, - сказал он ей. Мы всегда планировали, что однажды они будут работать вместе. “Но мы не думали, что это произойдет так рано”, - говорит Люси сейчас. “Я уверен, что у них, вероятно, была идея, что если я соглашусь на это, то она пойдет со мной, потому что у нее были навыки в области европейской женской одежды высокого уровня”, - добавляет Люк. “У меня не было никакого опыта в этом мире.”\n\nИтак, оглядываясь назад, почему он думает, что привлек внимание Беттари?\n\n- Хороший вопрос. Я не знаю. Может быть, моя навязчивая идея.” Он смеется. “Кроме того, может быть, в этом нет ничего странного, но Джил Сандер и Хельмут Ланг были очень, очень важными людьми для Supreme в самом начале, когда я там работал. У Хельмута все еще был свой магазин в Сохо. Это было очень эффектно. И я думаю, что по сей день Джеймс все еще носит много вещей от Jil Sander. В Supreme мы действительно заботились о том, чтобы вещи были качественными и долговечными. Я не могу говорить за их подход сегодня, но в тот момент это было действительно буквально: пойти в центр города и найти какую-нибудь красивую ткань с какой-нибудь швейцарской фабрики”.\n\nСимбиоз улицы и салона стал чем-то вроде модного тропа, но с Люком и Люси связь была неразрывной с самого начала, что было полезно, когда они возглавляли компанию Jil Sander, которая пережила несколько бурных лет: уход Рафа Саймонса, приход и уход Родольфо Пальялунга, возвращение Джил... и снова ухожу.\n\n“Связь, которую мы обе имели с домом, была всегда, очень по-разному. Как я уже сказала, работая в Нью-Йорке, это было важным ориентиром. И лично для Люси ее мама была большой поклонницей Джил Сандер. И поэтому, в определенном смысле, не имело значения, на что это было похоже, когда мы приехали. Мы просто подумали: давайте попробуем и сделаем все возможное, чтобы сделать это таким, каким мы себе представляли”.\n\nКогда пара познакомилась с Джил в Гамбурге, она была очень воодушевлена. Это было в то время, когда она работала над своей ретроспективой во Франкфурте, но там не было архивов, о которых можно было бы говорить. “Она очень настаивала на том, чтобы всегда смотреть вперед, и если это ваш подход, возможно, вам никогда не захочется оборачиваться и смотреть назад”, - вспоминает Люк.\n\nКреативные директора Jil Sander Люк Мейер и Люси Мейер.\nДизайнерский дуэт Мужа и жены Люка и Люси Майер присоединился к Jil Sander в 2017 году. (Джек Дэвисон)\n\nМожете считать, что мы легко поддаемся влиянию, но мы подумываем о том, чтобы отказаться от лета, приносящего пользу коже, и сразу перейти к теплой осени. В конце концов, кому не хочется надеть длинные кальсоны – возможно, даже надеть термобелье спереди и по центру – после этого месяца моды?\n\nЧто касается подхода Люка и Люси к Джил Сандер, я предполагаю, что это не так упрощенно, как женская одежда, какой Люк видит Люси, и мужская одежда, какой Люси видит Люка. “Я думаю, в определенном смысле от этого никуда не деться”, - соглашается Люк. ”Это довольно мило\". Люси добавляет: “Наша работа заключается в том, что мы действительно все делаем вместе — все как бы сливается воедино. Люк определенно положил глаз на женскую одежду, а я - на мужскую, и, конечно, мы добавляем разные элементы. Одежда, которую мы создаем, действительно кажется нам очень личной, но я бы не сказал, эксклюзивной. Это не похоже на то, что в каждом произведении говорится: \"Как бы выглядел Люк?\"Есть также элемент мечты. Мы должны заставлять людей мечтать, мы должны заставлять мечтать самих себя”. Тем не менее, она отказывается, когда Люк называет ее мечтательницей, хотя и признает, что она - интуиция, в то время как он - анализ.\n\n“В некотором смысле этот процесс стал немного более естественным”, - говорит Люк. “Я не думаю, что мы когда-либо по-настоящему боролись, но теперь нам очень легко донести то, что мы хотим, даже друг с другом. Диалог на этом этапе очень прост, вы знаете. Интересно, возможно, сделать что-то немного неожиданным”. В конце весенне-летнего показа в сентябре прошлого года было представлено довольно великолепное воплощение этой идеи - коллекция нарядов, сочетающая строгие топы, сшитые на заказ, с густой бахромой, расшитой блестками. Поэзия в движении. Это было опровержение Мейерами минимализма в пользу чистоты.\n\n“Нам не нравится идея декора, но когда мы идем туда, нам нравится, чтобы в нем была очень важная смелость”, - объясняет Люк. “Так что, в некотором смысле, все по-прежнему чисто. Еще раз просматриваю весеннюю выставку, используя эти пайетки в качестве массы. Это не деликатно...”\n\n“В этом есть сила”, - подхватывает тему Люси. ‘Когда мы занимаемся пошивом, в этом есть сила мужественности. Но в платье с блестками тоже была сила. В этой массе есть сила. И затем, чтобы придать жесткости пошиву, всегда эта оппозиция мужского и женского. Я думаю, что в этом есть органичность. Нам нравятся и немного несовершенные вещи. Нам нравится, когда есть место для того, чтобы что-то происходило, где вы чувствуете человеческое прикосновение, что-то немного неконтролируемое. Но тогда из этого получается красота”.\n\nФотография давнего сотрудника Sander Дэвида Роудса, сопровождавшая весенне-летнюю коллекцию, показала каскадную бахрому с блестками крупным планом. Это была идеальная визуализация слабых, но манящих нитей повествования в их коллекциях. Более чем достаточно, чтобы заставить меня спросить, как создается коллекция для Meiers. “На данный момент мы в восторге от формы и пропорций”, - говорит Люк. “Мы играем с цветом и используем конкретные графические элементы. Я думаю, в следующий раз мы хотим больше использовать формы. Я бы сказал, что, несмотря ни на что, всегда будет шум, знаете, белый шум от чего-то. Музыка действительно всегда присутствует, больше, чем что-либо еще. А также то, что происходит технологически, с помощью искусственного интеллекта. Что больше реально, верно?”\n\nЛюк поддерживает эту идею. “Как Илон Маск несколько лет назад, когда кто-то спросил его: \"Мы в Матрице?’ И он сказал: \"Ну, если вы посмотрите на кривую качества компьютерной графики в видеоиграх за последние 20 лет и экстраполируете это всего на 50 или 100 лет. Я имею в виду, мы уже в Матрице”. - Люк делает паузу. “Но есть кое-что, что можно сказать о красивой шерсти, сшитой вручную”.\n\nЭто человеческое прикосновение - все для Мейеров. Уважение к ремеслу, уважение к человеку, который в конечном итоге будет носить их творения. “Нет ничего более ценного, чем когда что-то сделано для тебя”, - говорит Люк. “Я знаю, что мы не занимаемся высокой модой, но эта идея, когда вы видите ручной стежок или вышивку вручную, или что-то, чем манипулирует рука, я думаю, в этом есть что-то очень душевное. И я все время говорю \"смотреть вперед\", что не означает, что мы проектируем так, чтобы быть одноразовыми или неуместными, но чтобы всегда быть в поиске и чувствовать. То, что есть сегодня, и то, что, по ощущениям, должно быть представлено сейчас. Это никогда не вызывает ностальгии. Хотя этот сезон был немного вдохновлен этим, он никогда не задумывался как возврат к прошлому.”\n\nКстати говоря, в пошиве Sander есть особый силуэт, который немного напоминает мне классический жакет Bar от Dior, который также отсылает к сложной главе в прошлом Люси, когда она и Серж Руффье провели несколько сезонов, включая кутюр, возглавляя команду дизайнеров Christian Dior, в то время как брэнд искал преемника Рафу Саймонсу. “Вы не можете избавиться от прошлого”, - говорит она сейчас. “Всегда есть вещи, к которым вы возвращаетесь. Но для меня это всегда живот, очень сильные ощущения. Интуиция. Это не грандиозный план, он только намечается”.\n\nЯ называю это историей любви. И у малыша получается трое.\n  "},{"title":"Твиттер высокой моды предсказывает позолоченные образы Met Gala этого года","image":"https://static01.nyt.com/images/2018/01/23/fashion/runway-couture/01friedman2/01friedman2-superJumbo-v2.jpg?quality=75&auto=webp","date":"2023-12-07","category":"review","content":"ОСОБЕННОСТИ МОДЫ\n    Тимоти Шаламе в халате от Людовика де Сен-Сернена? Белла Хадид в корсете от Вивьен Вествуд? Модные деятели Интернета представляют себе зрелище стиля, которое могло бы (но, вероятно, не произойдет)\n    29 апреля 2022\n    ТЕКСТ Дэниел Роджерс\n    Мы являемся свидетелями медленного и болезненного угасания красной дорожки. Это, конечно, не значит, что их стало меньше, но цирк знаменитостей теряет свое культурное влияние. Вручение \"Оскаров\" было скучным, даже несмотря на пощечину, так же как и \"Грэмми\" и VMA – все они вышли из пандемии с такой же помпой, с какой кто-то дует на малину. Во многом это связано с показом моды. Там, где знаменитые люди когда-то одевались в куски сырого мяса, накинув на голые плечи чучела лебедей, теперь они носят строгие брючные костюмы и пышные платья, выбранные спонсорами крупных брендов и стилистами-суперзвездами.\n    \n    подробнее\n    Канье Уэст и Джулия Фокс\n    Для Канье Уэста и Джулии Фокс подиум - соперник\n    Гарри Стайлс на церемонии вручения премии \"Грэмми\" 2021 года\n    Шер из Clueless понравился образ Гарри Стайлса на церемонии \"Грэмми\" в стиле Clueless\n    Конни Флеминг Маглер\n    Команда Тьерри: подробный путеводитель по камеям Мюглера на подиуме\n    Джулия Фокс и Канье Уэст\n    Признание Джулии Фокс и другие новости моды, которые вы пропустили\n    Однако для поклонников моды звезда Met Gala все еще сияет: Баленсиага от Ким Кардашьян, Гальяно от Рианны и Мюглер от Карди Би размахивают морковкой над клавиатурами знатоков высокой моды в Твиттере – даже если выпуск мероприятия 2021 года оставляет желать лучшего. “Я сильно выгораю из-за разочаровывающего внешнего вида год за годом”, - говорит @DECOUTURIZE из HFT. “В конце концов, эти знаменитости очень скучные!” Оглядываясь назад, можно сказать, что одним из лучших моментов прошлогоднего гала-концерта Met было то, когда Александрия Окасио-Кортес решила надеть свадебное платье с кроваво-красными буквами “TAX THE RICH” поперек спины. Это рассказало нам об AOC больше, чем платье Билли Айлиш с пенящимися румянами или A$AP Rocky, которая повела фотографов вверх по лестнице Метрополитен-музея, сорвав лоскутное одеяло, чтобы показать под ним... черный костюм.\n    \n    Теоретически, тема \"Золотого века\" в этом году могла бы противостоять банализации красной дорожки, уходящей корнями в эпоху быстрого экономического роста, когда начинали расцветать технологические инновации, шумиха и гей-бани. “Это было тогда, когда электричество стало вещью, концепцией, на которую сначала смотрели как на волшебство”, - говорит консультант по социальным сетям Иоло Эдвардс, подробно описывая, как он хотел бы видеть Мишель Лами в одном из светодиодных головных уборов Рика Оуэнса и Тимоти Шаламе в расшитом блестками халате Людовика де Сен-Сернена. “Но я ненавижу то, что люди принимают во внимание только высшие классы. Переход рабочего класса из сельского хозяйства в промышленность, вероятно, оказал большее влияние на моду: ранние фотографии фабричных рабочих в их огромных костюмах напомнили мне о драпированном пошиве Йоджи Ямамото”.\n    \n    Таким образом, нет оправдания для большего количества платьев с эффектом обнаженной натуры - как бы то ни было, TikTok считает, что Ким Кардашьян собирается надеть платье Мэрилин Монро “С днем рождения, мистер Президент”, а Джулия Фокс – сшитое на заказ платье Schiaparelli. Поскольку любимая \"Полиция моды\" Джоан Риверс была заменена обширными темами в социальных сетях, ниже мы просим руководителей твиттера высокой моды сделать ставки на предстоящий Met Gala, представив себе феерию моды, которая может (но, вероятно, не произойдет).\n    \n    БЕЛЛА ХАДИД, АВТОР @THEKIMBINO\n    “Итак, я бы хотел посмотреть архив Кристиана Лакруа. Недавно я сделал пост о нем, в частности, с упоминанием Met Gala! Хотя он очень проблематичен, я думаю, что архив AW97 Джона Гальяно в Christian Dior великолепно подходит для этой темы. Но архив Чарльза Джеймса стоит на первом месте в моем списке – как номер один, – и если бы я была знаменитостью, я бы заплатила по высшему разряду за платье от него. Другие архивные вещи, такие как McQueen от Givenchy, были бы великолепны! Вообще говоря, архивные образы всегда были бы на первом месте в моем списке, но я знаю, как невозможно попасть в них!\n    \n    Я думаю, что у того, кто работает с Дэниелом Розбери, есть потенциал по-настоящему выделиться, особенно с его работами по металлу. Кристофер Джон Роджерс обладает таким сильным дизайнерским языком и техникой в том, как он создает свою одежду, что это действительно хорошо подошло бы и для Метрополитен-музея. В противном случае, Moschino мог бы стать настоящим хитом с точки зрения буквальности интерпретации. Вивьен Вествуд также была бы действительно великолепна – я бы хотел увидеть Беллу или кого-то из суперов в ее образах. В противном случае любой, кто наденет Готье от Гленна Мартенса, сделает настоящее заявление”.\n    \n    НАОМИ КЭМПБЕЛЛ, АВТОР @MUGLERIZE\n    “Что я хотела бы увидеть, так это, конечно, архив Кристиана Лакруа. В частности, вещи из его коллекций Прет-а-Порте или, что еще лучше, от кутюр середины-конца 90-х. Причина, по которой я выбрала именно этот период времени, заключается в том, что коллекции были настолько гламурными, но при этом умудрялись сохранять ощущение простоты, которое только усиливало и заостряло все это излишество. И я знаю, что сейчас просто выдаю желаемое за действительное, но мне бы очень хотелось увидеть, как Реджина Кинг извлекает что-нибудь из своих архивов.\n    \n    Я надеюсь, кто-нибудь перевернет тему с ног на голову. Золотой век был не только временем гламура, драгоценностей и подтянутых талий, но и ознаменовался огромным ростом иммиграции, при этом большинство людей в погоне за американской мечтой жили в крайней бедности. Поэтому я хотел бы увидеть, как кто–то по-настоящему чувственно интерпретирует эту часть эпохи - надеюсь, в коллекции Александра Маккуина SS04 ”Избавление\", которая обладает той же сущностью и значением, хотя и относится к другому периоду американской истории\".\n    \n    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS\n    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.\n    \n    КОШКА ДОДЖА, @IDESERVECOUTURE\n    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.\n    \n    ЛИЗЗО, @FLYREBEL\n    “Поскольку темой красной ковровой дорожки является \"позолоченный гламур/белый галстук\", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье \"золотого века\". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”."},{"title":"Нужна ли моде новая Неделя моды в Лос-Анджелесе?","image":"https://img.businessoffashion.com/resizer/nKLmf9bAv7YQqwxOy4y_HrL6Y_k=/1440x0/filters:format(jpg):quality(70):focal(820x224:830x234)/cloudfront-eu-central-1.images.arcpublishing.com/businessoffashion/WQT6PQZOXJCQVO5PVWUV7IPECQ.jpg","date":"2023-12-07","category":"fashion_show","content":"Один из творческих вдохновителей Fenty входит в группу новых владельцев, стремящихся перезагрузить мероприятие новыми форматами и связями с развлечениями, красотой и велнесом.\n\nЛОС—АНДЖЕЛЕС - город ангелов уже давно является ключевым рынком моды. Во время постпандемического бума роскоши в США мега-лейблы от Dior до Gucci выпустили изысканные очки для показа на подиумах в попытке привлечь местных клиентов. Лос-Анджелес также является ключевым центром производства одежды и домом для множества брендов джинсовой одежды и DTC. Но здесь никогда не было недели моды с международным статусом.\n\nТеперь, после приобретения интеллектуальной собственности для Недели моды в Лос—Анджелесе в январе 2022 года, N4xt Experiences - группа руководителей из сферы моды, красоты, финансов и развлечений, в которую входят бывший креативный директор Fenty Сиарра Пардо и соучредитель Spring Place Имад Иземран — пытается добиться того, чего добиваются другие, включая events и талантливый гигант IMG, пытались и не смогли сделать: поместить Лос-Анджелес на карту мировой недели моды.\n\nN4xt знакомится с соучредителями и новыми владельцами Недели моды в Лос-Анджелесе (от L до R): Маркусом Тикотином, Имадом Иземраном, Сиаррой Пардо и Китом Абеллом.\nN4xt Experiences соучредители и новые владельцы Недели моды в Лос-Анджелесе (слева направо): Маркус Тикотин, Имад Иземран, Сиарра Пардо и Кит Абелл. (N4xt Experiences)\nПосле прошлогоднего ребрендинга мероприятия N4xt Experiences делает ставку на то, что усилия по привлечению новых дизайнеров на мероприятие, которое пройдет с 18 по 22 октября, а также новые форматы и связи с развлечениями, красотой и велнесом помогут возродить Неделю моды в Лос-Анджелесе.\n\n“Нет никакой конкуренции с другими неделями моды в мире, их наследие — они делают то, что делают, уже очень давно”, - сказал Пардо. “Лос-Анджелес не смог продержаться очень долго. Единственный способ для него создать свою собственную полосу движения - сделать это по-другому”.\n\nN4xt стремится полностью отойти как от прошлого мероприятия, так и от того, какими, как ожидается, будут недели моды в целом, поощряя дизайнеров отказаться от традиционных показов на подиумах и использовать больше новинок в попытке привлечь знаменитостей и влиятельных лиц, а также покупателей и прессу.\n\nВ этом цикле группа привлекла к мероприятию новые таланты, в том числе несколько лейблов, которые ранее выступали в Нью-Йорке: Luis De Javier, Imitation of Christ и Theophilio, победитель премии CFDA 2021 в номинации \"Начинающий дизайнер года\". Серджио Хадсон, чье сентябрьское шоу стало хитом на Неделе моды в Нью-Йорке, также представит капсульную коллекцию.\n\nЛос-анджелесский лейбл No Sesso, который представил свои коллекции в лос-анджелесском MOCA и Art Basel Miami, но решил провести показ в Нью-Йорке в феврале 2022 года, также возвращается в свой родной город, чтобы представить свою последнюю коллекцию, сообщили дизайнеры Пиа Дэвис и Отэм Рэндольф.\n\nНо у N4xt есть над чем поработать. В десятках городов по всему миру сейчас проходят недели моды, и на каждый Копенгаген или Шанхай, которым удалось привлечь международное внимание к местным брендам, приходится гораздо больше Амстердамов и Ванкуверов, о которых мало что известно за пределами местной прессы. Даже Нью-Йорку и Лондону иногда приходится бороться за привлечение международных талантов, покупателей, редакторов и знаменитостей, поскольку крупные бренды и начинающие дизайнеры одинаково тяготеют к Милану и Парижу. Неделя моды в Лос-Анджелесе сотрудничает с отелями-партнерами и Mercedes-Benz из Лос-Анджелеса, чтобы освещать поездки некоторых представителей прессы и покупателей.\n\nНеделя моды в Лос-Анджелесе имеет особенно бурную историю. IMG и Mercedes-Benz взяли на себя организацию мероприятия в 2002 году, в то время как Smashbox также проводил одновременные мероприятия, прежде чем в конечном итоге объединиться с IMG под одной основной эгидой в 2004 году. Эта версия прекратила свою деятельность в 2008 году.\n\nЗатем мероприятие перешло в период фрагментации, когда несколько организаций — Art Hearts Fashion, Style Fashion Week, Los Angeles Fashion Council и Concept Los Angeles — на протяжении многих лет проводили свои собственные версии, иногда одновременно.\n\nМероприятие, приобретенное N4xt, было запущено Артуром Чипманом в 2015 году. Он работал под руководством Чипмана до 2022 года, получив регистрацию торговой марки под названием “LA Fashion Week” и подпись мэра Лос-Анджелеса о том, что это была “официальная” Неделя моды в Лос-Анджелесе, но изо всех сил пытался завоевать популярность.\n\nНовые форматы\nУ Пардо есть опыт в изменении формата показов мод: в Fenty она работала с Рианной над показом нижнего белья Savage X Fenty в 2018 году, который перевернул концепцию “Ангелов” Victoria's Secret с ног на голову, представив более разнообразных моделей и включив современных танцоров. В следующем году он превратился в полноценную развлекательную постановку с участием Рианны, а также выступлений других артистов, включая Хэлси и Мигоса.\n\nОрганизаторы Недели моды в Лос-Анджелесе призывают дизайнеров использовать подобные маркетинговые приемы, хотя и в меньших масштабах. “Мы придерживаемся очень открытого подхода к тому, как мы поощряем дизайнеров к показам”, - сказал Пардо.\n\nТо, как бренды оценивают отдачу от инвестиций, также меняется. Хадсон, которая проводит показы в стандартном формате подиума в Нью-Йорке, воспользуется неделей моды в Лос-Анджелесе, чтобы сделать что-то другое. “В основном я уже продала коллекцию”, - сказала Хадсон. “Это сделано для того, чтобы люди знали, что она есть”.\n\n“Вы должны делать это в стиле Лос-Анджелеса”, - добавила Хадсон, чей бренд добился большого успеха, одевая знаменитостей еще до того, как провел показ мод. “Мы любим вечеринки. Нам нравится красная дорожка. Мы любим пропустить стаканчик-другой. ...Если бы это было обычное шоу на подиуме, это было бы что-то вроде: ”Мы уже делаем это в Нью-Йорке\".\n\nКультурная столица\nБезусловно, у Лос-Анджелеса есть некоторые естественные преимущества. Будучи центром индустрии развлечений в США и домом для бесчисленных влиятельных людей, город мог бы помочь дизайнерам, участвующим в показах на Неделе моды в Лос-Анджелесе, легче занять первые ряды в толпе, что повысит влияние СМИ.\n\nИ если Неделя моды в Копенгагене, которая стартовала в 2006 году, добилась успеха, опираясь на “Сканди-крутость” и экологичность, то “плавильный котел” Лос-Анджелеса, где представлены самые разные стили моды - от уличной одежды до официальной одежды для красных дорожек, может оказаться полезным, сказал Пардо.\n\n“Правило в том, что правил не существует, это то, чем мы хотим быть известными”, - добавил Иземран.\n\nВ дополнение к рекламе, N4xt поможет дизайнерам наладить контакт с инвесторами. “Для нас важно... чтобы за этим был какой-то хвост, какая-то экономическая выгода”, - сказал Маркус Тикотин, еще один из соучредителей N4xt.\n\nСработает ли этот план, еще предстоит выяснить. “Я не думаю, что начнется какая-либо неделя моды, и сразу же соберутся все покупатели”, - сказал Хадсон. “Но я чувствую, что как только вы начнете создавать вокруг этого фанатскую базу и поднимать вокруг этого шумиху, в конце концов так оно и будет”.\n\nПримечание редактора: Эта статья была обновлена 13 октября 2023 года, чтобы отметить, что Неделя моды в Лос-Анджелесе сотрудничает с Mercedes-Benz из Лос-Анджелеса."},{"title":"В Париже наступил сезон нормальности","image":"https://img.businessoffashion.com/resizer/3NvBD1QAX1YdloCpz-_nkGS_AD8=/1440x0/filters:format(jpg):quality(70):focal(1082x260:1092x270)/cloudfront-eu-central-1.images.arcpublishing.com/businessoffashion/KWX7VFIFBFGUVCOPPT4OEMYRHI.jpg","date":"2023-12-07","category":"fashion_show","content":"ПАРИЖ — “Мы скучаем по сумасшедшей моде”, - сказал Демна за кулисами воскресного показа Balenciaga. Вот почему раньше приезжали на Неделю моды в Париже: расширяющая сознание, часто вызывающая, прогрессивная и, действительно, “сумасшедшая” мода. В наши дни это не так, за исключением обычных подозреваемых: японцев, Рика Оуэнса, Джона Гальяно, самого Демны и блестящего новичка Дюрана Лантика.\n\nДавайте внесем ясность: сосредоточение внимания на том, что продает, само по себе не является проблемой. Продажи - это, в конце концов, то, что подпитывает индустрию и удерживает бренды на плаву. Это чума банальности, которая давит на вещи. Это неспособность сломать свой собственный шаблон, каким бы он ни был, создающий ощущение дежавю. А в Париже меня охватила жажда чего-то нового.\n\nДоступность была повсюду, и царил акцент на простоте. Все хотят быть в центре внимания, но не все могут понять, что уникальный, по-осиному модный подход \"меньше значит больше\". Однако в этом сезоне даже близнецы Олсен были в особенно непринужденном настроении — кто-нибудь накинул полотенца на плечи?\n\nСогласно веселому мему, в этом сезоне мероприятия в colorful and crazy Marni выглядели как “армарификация”. Но это сработало. Несмотря на усилия Франческо Риссо создать поистине парижскую феерию для своего \"приземления в городе огней\", дополненного кринолинами из папье-маше и силуэтами роз в стиле комильфо внутри особняка Тони, сверкающего золотом и лепниной, по-настоящему он блистал, когда его проекты были более сдержанными, даже строгими. и продвинул дело вперед.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 62\nКоллекция Marni Весна/лето 2024\n\nОбраз Marni Весна/лето 2024 1. (Любезно предоставлено)\n\nДебют Луизы Троттер в Carven - это баланс строгости и мягкости, примененный к силуэту песочных часов, сокращенному до минимума. Это была идеально подобранная коллекция идеально подходящих для носки вещей, которым, хотя и безобидных, не хватало оригинальности и индивидуальности: от Jil Sander 90-х до No21 (риффы нижнего белья Алессандро Делл'Аква и умение сочетать скромные, но роскошные украшения повсюду в этом сезоне) отсылки были слишком очевидны.\n\nС начала своего пребывания в Givenchy в 2020 году дизайнер Мэтью Уильямс прошел разные пути в поисках индивидуального стиля. В этом сезоне это был удлиненный классицизм в живописных тонах и сочетание кроя и флоу, которое не было особенно характерным.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 65\nValentino Весна/лето 2024\n\nОбраз Valentino Весна/лето 2024 1. (Indigital/Индигитальный)\n\nДжамбаттиста Валли, который в ночь своего шоу был награжден медалью Кавалера Ордена искусств и литературы, оживил свое выступление и нашел очаровательный, неземной образ гламурной девушки Валли. Отказавшись от чрезмерно концептуализированных, но бессмысленных повествований (за исключением отвлекающего, но увлекательного танцевального и музыкального выступления FKA Twigs, которое состоялось во время показа), Пьерпаоло Пиччоли из Valentino сосредоточился на пошиве одежды и поиграл с идеями обнаженной натуры и платьев, что нашло отражение в технике прозрачного губчатого выреза, похожего на лепнину. нанесенный на тело. Это создавало целенаправленную, хотя и слегка монотонную прогулку, для которой можно было бы использовать более интимную постановку.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 34\nИссей Мияке Весна/лето 2024\n\nОбраз Иссей Мияке Весна/лето 2024 1. (Индигитальный)\n\nТанцевальное представление, открывавшее и закрывавшее показ Issey Miyake, в равной степени отвлекало, во многом в ущерб мастерски созданной коллекции, продуваемой всеми ветрами, которая была исследованием движения и перемен, запечатленных в ткани и цветах. Креативный директор Сатоши Кондо продолжает повышать свой голос, неуклонно возвращая бренду актуальность. Его подход к форме продуман и мощен. И ему удалось сохранить ориентацию Miyake на технические инновации, которые по-прежнему являются движущей силой лейбла.\n\nПарижский дебют Питера До был полон точности и легкой томности, и это было очаровательно, в то время как Мари-Кристин Статц из Gauchere мягкой рукой исследовала жесткий минимализм 90-х и добилась успеха. Стелла Маккартни, конечно, не минималистка: ее манера сочетать мужское и девчачье, однако, вписывается в это русло. В этой новой коллекции повторяется код, ускоряющий переход от поколения к поколению и бесполую открытость, которая кажется актуальной. В меньшей степени это относится к “Устойчивому рынку”, который послужил фоном для демонстрации некоторых инновационных партнеров лейбла. Насколько бы это ни было информативно, концептуально оно не соответствовало действительности, акцент на экологических обязательствах был сделан с каким-то подростковым пылом.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 79\nКоллекция Christian Dior Весна/лето 2024\n\nОбраз Christian Dior Весна/лето 2024 1. (Индигитал)\n\nВ Victoria Beckham, если дизайнер хочет, чтобы ее считали автором, ей нужно избавиться от очевидных отсылок к Martin Margiela и Loewe. В других местах это было постельное белье и разбитые зеркала для индустриальной фантазии о пикантном соблазнении в Acne Studios, но все это выглядело скорее как Баленсиага. Яркий поп—сет Dior — видеоколлажи Елены Беллантони, критикующие сексизм позднего капитализма, - вступал в противоречие с пародийным пауперизмом одной из самых мрачных и наименее вдохновенных коллекций Марии Грации Кьюри. Оранжевая пластиковая обивка в Louis Vuitton не совсем гармонировала с коллекцией, в которой Николя Гескьер создал более мягкие воды и даже определенное настроение, избавившись от жесткого, роботизированного образа, который он так часто надевает. Спонтанности по-прежнему не хватало, но определенный французский сплин делал происходящее увлекательным.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 49\nСен-Лоран Весна/лето 2024\n\nОбраз Сен-Лорана Весна/лето 2024 1. (Индигитал)\n\nВ Saint Laurent монументальные мраморные плиты, во многом в духе магазинов дома, создавали похоронную атмосферу, которая идеально сочеталась с мягко милитаристской коллекцией, в основе которой лежала собственная куртка-сафари Ива 1967 года выпуска. Энтони Ваккарелло, однако, убрал контркультуру, атмосферу уличного протеста, которые в свое время делали это произведение таким запоминающимся, и усилил аспект мадам. Этот процесс продолжается уже несколько сезонов: юношеский стиль, с которого он начинал, ушел в прошлое, и Ваккарелло, наконец, исследует более зрелую сторону своей женщины. В нем были элегантность и точность, но тот прилив энергии, который делал вещи особенными, выглядел сдержанным.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 65\nДрис Ван Нотен Весна/лето 2024\n\nОбраз Дрис Ван Нотен Весна/лето 2024 1. (Индигитальный)\n\nКонтекст был великолепно обветшал на выставке Dries Van Noten: праздник дебре - все, что усиливало многослойное богатство коллекции, в которой встречались мужское и женское начала, сочетая графику и декор способами, присущими Dries, но не вызывающими ностальгии. Отсутствие уловок в социальных сетях, несмотря на просторное, усиливающее звук помещение, подчеркнуло присущую Coperni сухость, даже скучноватость в той же степени, в какой потребовалось потрескивание пола, чтобы придать пикантности мощному выступлению в Куррежах, в котором Николя Ди Феличе добавил плавности своим обычно твердым линиям, найдя новые способы подачи молодой, энергичный взгляд на сексуальную привлекательность.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 65\nКоллекция Hermès Весна/лето 2024\n\nОбраз Hermès Весна/лето 2024 1. (Индигитал)\n\nВ Hermès это была настоящая прерия в белой коробке: способ дополнить коллекцию в стиле Жакмюса, в котором Надежда Ванхи-Цибульски использовала более мягкий подход к пошиву одежды и коже, создавая спокойную роскошь в не столь спокойных оттенках красного. В Chanel абстрактное изображение йерской виллы Ноайль обрамляло модернистскую, слегка \"е-е-е\" Шанель Виржини Виар. Однако определенная неуклюжесть все же была заметна.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 39\nМюглер Весна/лето 2024\n\nОбраз Мюглер Весна/лето 2024 1. (Индигитал)\n\nВ других местах рационализация означала акцент не на вертикальности, а на изящной скульптурной конструкции. Титосе Абэ воплотила в Sacai своего рода архитектурное величие Джанфранко Ферре в сочетании со своим уникальным взглядом на столичную элегантность на высоких платформах, и это было потрясающе. Последний показ Габриэля Херста в Chloé был немного ленивым и суховатым, и бренду потребовалось лучше определить женщину, которой он предназначен. В Mugler бюстье и развевающиеся вуали - это все, что было нужно Кейси Кэдуолладер, чтобы создать мощную модную драму и еще раз подогнать гламур Тьерри к настоящему моменту. Широкий диапазон экспрессии покойного Мюглера, конечно, был сжат и ограничен по ходу дела, но с мощным эффектом.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 47\nАлександр Маккуин Весна/лето 2024\n\nОбраз Александра Маккуина Весна/лето 2024 1. (IK ALDAMA/Indigital)\n\nЗаключительный выход Сары Бертон в Alexander McQueen стал трогательным напоминанием о том, что символизирует дом, который построил Ли: расширение прав и возможностей женщин с помощью одежды, попутное изучение радостей портновской техники. Стройность в Balmain была более яркой, даже походной. И все же Оливье Рустен недавно перешел на более мягкий режим, и результаты приобрели индивидуальное очарование. В Schiaparelli Дэниел Розберри немного перегнул палку: строгость была убедительной, но беспорядок и юмор в стиле Moschino были буквальными в мире Elsa и ненужными.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 36\nСкиапарелли Весна/лето 2024\n\nОбраз Скиапарелли Весна/лето 2024 1. (Любезно предоставлено)\nОбраз сезона Весна-лето 2024 под прикрытием 1. (launchmetrics.com/spotlight)\n\nАх, радость: такое трудное чувство в эти печальные времена. Неудивительно, что именно типично мрачные дизайнеры исследовали жизненную силу: Рей Кавакубо с выпуклыми формами в калейдоскопических оттенках в Comme des Garçons, Джун Такахаши из Undercover, который чувствовал себя поэтичным и меланхоличным, и Рик Оуэнс, чья процессия невероятно высоких существ в вуалях была устрашающе оптимистичной, но все же изобиловала его знакомыми чертами. мрачный рок. Кубистические творения Джуньи Ватабе и панковская носимая скульптура Нуара источали жизненную силу.\n\n\nРасширять\n\nАвтовоспроизведение\nИзображение 1 из 50\nКоллекция Loewe Весна/лето 2023\n\nКоллекция Loewe Весна/лето 2024 look 1. (Индигитал)\n\nИ все же лучшая коллекция сезона в a season of normality принадлежала Джонатану Андерсону, который в Loewe продемонстрировал восхитительно радикальный взгляд на проблему, создав свой самый прямолинейный выход на сегодняшний день, полностью лишенный присущего ему сюрреализма. Выглядящая почти как миланская коллекция ready to wear начала 80-х, с акцентом на высокий силуэт с завышенной талией, она стала мощным заявлением о удобстве ношения, жестах, которые определяют одежду, и одежде, которая усиливает жесты. Действительно, безумной моды, в которой Андерсон так хороша, не хватало, но было приятно видеть, как это безумие проникает в повседневность. Нормальное, по крайней мере в данном случае, вовсе не было нормальным, и от этого тем лучше.\n  "},{"title":"Что скрывается за кулисами высокой моды?","image":"https://i.pinimg.com/originals/21/52/91/21529166dac5e2dbd7103c3283f0da1b.jpg","date":"2023-12-07","category":"fashion_show","content":"БЕЛЛА ХАДИД, АВТОР @THEKIMBINO\n    “Итак, я бы хотел посмотреть архив Кристиана Лакруа. Недавно я сделал пост о нем, в частности, с упоминанием Met Gala! Хотя он очень проблематичен, я думаю, что архив AW97 Джона Гальяно в Christian Dior великолепно подходит для этой темы. Но архив Чарльза Джеймса стоит на первом месте в моем списке – как номер один, – и если бы я была знаменитостью, я бы заплатила по высшему разряду за платье от него. Другие архивные вещи, такие как McQueen от Givenchy, были бы великолепны! Вообще говоря, архивные образы всегда были бы на первом месте в моем списке, но я знаю, как невозможно попасть в них!\n    \n    Я думаю, что у того, кто работает с Дэниелом Розбери, есть потенциал по-настоящему выделиться, особенно с его работами по металлу. Кристофер Джон Роджерс обладает таким сильным дизайнерским языком и техникой в том, как он создает свою одежду, что это действительно хорошо подошло бы и для Метрополитен-музея. В противном случае, Moschino мог бы стать настоящим хитом с точки зрения буквальности интерпретации. Вивьен Вествуд также была бы действительно великолепна – я бы хотел увидеть Беллу или кого-то из суперов в ее образах. В противном случае любой, кто наденет Готье от Гленна Мартенса, сделает настоящее заявление”.\n    \n    НАОМИ КЭМПБЕЛЛ, АВТОР @MUGLERIZE\n    “Что я хотела бы увидеть, так это, конечно, архив Кристиана Лакруа. В частности, вещи из его коллекций Прет-а-Порте или, что еще лучше, от кутюр середины-конца 90-х. Причина, по которой я выбрала именно этот период времени, заключается в том, что коллекции были настолько гламурными, но при этом умудрялись сохранять ощущение простоты, которое только усиливало и заостряло все это излишество. И я знаю, что сейчас просто выдаю желаемое за действительное, но мне бы очень хотелось увидеть, как Реджина Кинг извлекает что-нибудь из своих архивов.\n    \n    Я надеюсь, кто-нибудь перевернет тему с ног на голову. Золотой век был не только временем гламура, драгоценностей и подтянутых талий, но и ознаменовался огромным ростом иммиграции, при этом большинство людей в погоне за американской мечтой жили в крайней бедности. Поэтому я хотел бы увидеть, как кто–то по-настоящему чувственно интерпретирует эту часть эпохи - надеюсь, в коллекции Александра Маккуина SS04 ”Избавление\", которая обладает той же сущностью и значением, хотя и относится к другому периоду американской истории\".\n    \n    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS\n    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.\n    \n    КОШКА ДОДЖА, @IDESERVECOUTURE\n    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.\n    \n    ЛИЗЗО, @FLYREBEL\n    “Поскольку темой красной ковровой дорожки является \"позолоченный гламур/белый галстук\", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье \"золотого века\". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”.\n    \n    \n    КИМ КАРДАШЬЯН, АВТОР @IOLOEDWARDS\n    “Бюст (подкладка для ягодиц) был неотъемлемой частью женской одежды той эпохи, и я уверена, что мы увидим многие из них, но я с нетерпением жду возможности увидеть, как Том Браун это делает. Хотя было бы забавно увидеть, как Ким Кардашьян отменила свою (предполагаемую) бразильскую подтяжку ягодиц с помощью одного из них, я думаю, что для бренда Тома было бы гораздо лучше, если бы такая королева, как Мисс Слава или Симона, носила его с обнаженной плоской грудью, что перевернуло бы историю. В противном случае, если Тимоти захочет немного скромности в своем полотенце, оказавшись внутри, он может надеть одежду от Balenciaga от Demna, кожаные халаты с бритвенным вырезом и, конечно, смазанную маслом грудь можно отметить в пресс-релизе как дань монополии Рокфеллера на этот ресурс”.\n    \n    КОШКА ДОДЖА, @IDESERVECOUTURE\n    “Я думаю, на данный момент это обычная история, что многие знаменитости просто замалчивают эту тему. Именно это и происходит в Met – особенно с Gilded Glamour, потому что люди просто услышат гламурную часть и будут следовать ей, они не будут обращать внимания на период времени. С учетом сказанного, есть два дизайнера, которых я действительно хочу увидеть. Одна из них – Вивьен Вествуд - она один из редких дизайнеров, который понимает историю и использует ее интересным образом, и я могу представить, как Донья Кэт использует ее коллекции. Вторым дизайнером, которого я хотел бы видеть, был бы Джон Гальяно. Я не думаю, что это произойдет, поскольку мы все знаем о том, что произошло в 2011 году, но его одежда того периода идеально вписалась бы в тему, особенно на Bella или Imaan”.\n    \n    ЛИЗЗО, @FLYREBEL\n    “Поскольку темой красной ковровой дорожки является \"позолоченный гламур/белый галстук\", я ожидаю увидеть множество буквальных отсылок к эстетике золотого века. Бюстье, рукава из овечьей шерсти, элегантные платья с завышенной талией и строгие смокинги. Мне не терпится увидеть, что придумает Кристофер Джон Роджерс, поскольку его фиолетовое клетчатое платье bustle было представлено на прошлогоднем Lexicon of Fashion, и я бы хотела увидеть Трейси Эллис Росс в одном из его дизайнов. Я бы также с удовольствием посмотрела, как Зак Позен наденет платье \"золотого века\". В противном случае было бы неплохо увидеть несколько игривых, непринужденных интерпретаций темы – например, я не могу дождаться, когда увижу работу Дэниела Розбери, в идеале на Lizzo – или намек на спортивную одежду gilded age. Я также хотел бы, чтобы чернокожие участники интерпретировали тему через призму черного стиля, культуры и климата того времени (окончание реконструкции, появление черной элиты, отраженное подавлением избирателей, законами о сегрегации, вторым законом Моррилла и т.д.)”."}]